Repository: hermannhahn/stop-smoke
Catalog: src/locales/*/LC_MESSAGES/stop-smoke.po
Languages: es, fr, it, pt_br, ru

source: About
es: Acerca de
fr: À propos
it: Informazioni
pt_br: Sobre
ru: О программе

source: STOP SMOKE
es: DEJE DE FUMAR
fr: ARRÊTEZ DE FUMER
it: SMETTI DI FUMARE
pt_br: PARAR DE FUMAR
ru: ПРЕКРАТИТЬ КУРИТЬ

source: Author: Hermann Hahn Contact: hermann.h.hahn@gmail.com Version: 1.5.1 License: GNU General Public License v2.0 Website: https://github.com/hermannhahn/stop-smoke Requirements: Windows 7 or higher
pt_br: Autor: Hermann Hahn Contato: hermann.h.hahn@gmail.com Versão: 1.5.1 Licença: GNU General Public License v2.0 Website: https://github.com/hermannhahn/stop-smoke Requisitos: Windows 7 ou superior

source: Stop Smoking
es: Deje de fumar
fr: Arrêtez de fumer
it: Smetti di fumare
pt_br: Parar de Fumar
ru: Прекратить курить

source: Time left: {} minutes
es: Tiempo restante: {} minutos
fr: Temps restant: {} minutes
it: Tempo rimanente: {} minuti
pt_br: Tempo restante: {} minutos
ru: Осталось времени: {} минут

source: Smoke
es: Fumar
fr: Fumer
it: Fuma
pt_br: Fumar
ru: Курить

source: Press the alt key to show/hide the menu
es: Presione la tecla alt para mostrar/ocultar el menú
fr: Appuyez sur la touche alt pour afficher/masquer le menu
it: Premi il tasto alt per mostrare/nascondere il menu
pt_br: Pressione a tecla alt para mostrar/ocultar o menu
ru: Нажмите клавишу alt, чтобы показать/скрыть меню

source: File
es: Archivo
fr: Fichier
pt_br: Arquivo
ru: Файл

source: Change interval
es: Cambiar intervalo
fr: Changer l'intervalle
it: Cambia intervallo
pt_br: Alterar intervalo
ru: Изменить интервал

source: Quit
es: Salir
fr: Quitter
it: Esci
pt_br: Sair
ru: Выход

source: More
es: Más
fr: Plus
it: Altro
pt_br: Mais
ru: Больше

source: Instructions
es: Instrucciones
it: Istruzioni
pt_br: Instruções
ru: Инструкции

source: Initial wait time
es: Tiempo de espera inicial
fr: Temps d'attente initial
it: Tempo di attesa iniziale
pt_br: Tempo de espera inicial
ru: Начальное время ожидания

source: How many minutes do you want to wait before you can smoke again?
es: ¿Cuántos minutos desea esperar antes de poder fumar de nuevo?
fr: Combien de minutes voulez-vous attendre avant de pouvoir fumer à nouveau?
it: Quanti minuti vuoi aspettare prima di poter fumare di nuovo?
pt_br: Quantos minutos você quer esperar antes de poder fumar novamente?
ru: Сколько минут вы хотите ждать, прежде чем сможете снова курить?

source: Free to Smoke
es: Libre para fumar
fr: Libre de fumer
it: Libero di fumare
pt_br: Livre para Fumar
ru: Свободно курить

source: You can smoke again
es: Puede fumar de nuevo
fr: Vous pouvez fumer à nouveau
it: Puoi fumare di nuovo
pt_br: Você pode fumar novamente
ru: Вы можете снова курить

source: Welcome to Stop Smoke version 1.5.1 This app will help you quit smoking by increasing the wait time every day. Every time you smoke, click the «Smoke» button to start the timer. The app will say how much time you have left before you can smoke again. Good luck!
pt_br: Bem-vindo ao Stop Smoke versão 1.5.1 Este aplicativo irá ajudá-lo a parar de fumar, aumentando o tempo de espera a cada dia. Sempre que você fumar, clique no botão «Fumar» para iniciar o cronômetro. O aplicativo dirá quanto tempo você tem restante antes de poder fumar novamente. Boa sorte!
