Repository: hermannhahn/stop-smoke
Catalog: src/locales/*/LC_MESSAGES/stopsmoke.po
Languages: de

source: About
de: Über

source: STOP SMOKE
de: STOPPEN SMOKE

source: Author: Hermann Hahn Contact: hermann.h.hahn@gmail.com Version: 1.5.2 License: GNU General Public License v2.0 Website: https://github.com/hermannhahn/stop-smoke Requirements: Windows 7 or higher
de: Autor: Hermann Hahn Kontakt: hermann.h.hahn@gmail.com Version: 1.5.2 Lizenz: GNU General Public License v2.0 Website: https://github.com/hermannhahn/stop-smoke Anforderungen: Windows 7 oder höher

source: Stop Smoking
de: Aufhören zu rauchen

source: Time left: {} minutes
de: Zeit übrig: {} Minuten

source: Smoke
de: Rauchen

source: Press the alt key to show/hide the menu
de: Drücken Sie die Alt-Taste, um das Menü ein-/auszublenden

source: File
de: Menü

source: Change interval
de: Intervall ändern

source: Quit
de: Beenden

source: More
de: Mehr

source: Instructions
de: Anleitung

source: Initial wait time
de: Anfangs warten

source: Set the initial wait time in minutes:
de: Setzen Sie die Anfangs warten in Minuten:

source: Free to Smoke
de: Frei zu rauchen

source: You can smoke again
de: Sie können wieder rauchen

source: Welcome! This app will help you quit smoking by increasing the wait time every day. Every time you smoke, click the «Smoke» button to start the timer. The app will say how much time you have left before you can smoke again. Good luck!
de: Willkommen! Diese App wird Ihnen helfen, mit dem Rauchen aufzuhören, indem sie die Wartezeit jeden Tag erhöht. Jedes Mal, wenn Sie rauchen, klicken Sie auf die Schaltfläche «Rauchen» um den Timer zu starten. Die App wird Ihnen sagen, wie viel Zeit Sie noch haben, bevor Sie wieder rauchen können. Viel Glück!
